Repository: witdba/exp1572
Catalog: exp1572/locales/*/LC_MESSAGES/exp1572.po
Languages: ru_ua

# location.str.noterrain
source: Unknown terrain
ru_ua: Ландшафт не известен

# location.str.river
source: River
ru_ua: Река

# location.str.waterfall
source: with a cataract
ru_ua: с водопадом

# location.str.settlements: [{s}]
source: Settlements: [{s}]
ru_ua: Поселений: [{s}]

# location.str.sights: {sights}
source: Interests: {sights}
ru_ua: Достопримечательности: {sights}

# map.lake.name
source: Lagos De Oro
ru_ua: Озеро Лагос Де Оро

# map.camp.name
source: Ruined Mission
ru_ua: Сожжённый лагерь европейских миссионеров

# map.herd.name
source: Migration
ru_ua: Мигрирующие стада животных

# map.eclipse.name
source: Predict Eclipse
ru_ua: Предсказание солнечного затмения

# map.princess.name
source: Princess Kantyi
ru_ua: Принцесса Канти

# map.diego.name
source: Diego Mendoza
ru_ua: Диего Мендоса

# map.wonder.name
source: Natural Wonder
ru_ua: Чудо природы

# lands.mountains
source: Mountains
ru_ua: Горы

# exception.locationAlreadyMapped
source: Location {loc} already mapped!
ru_ua: Участок {loc} уже нанесён на карту!

# exception.settings.jsonLoad
source: Unable to read user settings. Default will be in use after restart
ru_ua: Ошибка чтения настроек. Перезагрузите программу

# message.foundEmpire
source: You are in the center of the empire of hostile natives!
ru_ua: Вы оказались в самом центре империи враждебных туземцев!

# message.foundEmpireInsideEmpire
source: Empire of hostile natives expanded its borders
ru_ua: Империя враждебных туземцев расширила свои границы

# message.empireLocations
source: Empire include:
ru_ua: Территория империи:

# exception.wrongLocationForWaterfall
source: A cataract is possible only on the river
ru_ua: Водопад возможен только на реке

# message.foundWaterfallCurrentLocation
source: A cataract is found nearby
ru_ua: На Вашем устастке {l} обнаружен водопад

# message.foundWaterfallNextLocation
source: The wind carried the noise of a cataract from the east
ru_ua: На соседнем устастке {l} обнаружен водопад

# expedition.str.expeditionTypeName
source: {type} expedition
ru_ua: {type} экспедиция

# expedition.str.day
source: Day {day} {progressbar}
ru_ua: День {day} {progressbar}

# expedition.str.location
source: You are here: {loc}
ru_ua: Текущий участок: {loc}

# expedition.str.feverTrue
source: Fever : [X]
ru_ua: Лихорадка : [X]

# expedition.str.feverFalse
source: Fever : [ ]
ru_ua: Лихорадка : [ ]

# expedition.str.con
source: Conquistadors: {progressbar}
ru_ua: Конкистадоры : {progressbar}

# expedition.str.ammo
source: Muskets : {progressbar}
ru_ua: Снаряжение : {progressbar}

# expedition.str.food
source: Food : {progressbar}
ru_ua: Еда : {progressbar}

# expedition.str.morale
source: Morale : {progressbar}
ru_ua: Боевой дух : {progressbar}

# expedition.str.move
source: Movement : {progressbar}
ru_ua: Пункты движения: {progressbar}

# expedition.str.neighbors
source: Neighboring :
ru_ua: Соседние участки:

# message.endGame.noCon
source: You lost the last conquistador. Game over :(
ru_ua: Вы потеряли последнего конкистадора. Игра окончена :(

# message.decCon
source: Conqiustador is lost. Remains: {con}
ru_ua: Потерян конкистадор. Осталось {con}

# message.incCon
source: A conqiustador is joining your expedition. Now you are {con}
ru_ua: У Вас новый конкистадор. Теперь вас {con}

# message.incConMax
source: The maximum size of the expedition is reached
ru_ua: Достигнут максимальный размер отряда

# message.decAmmo
source: The musket is lost. Remains: {ammo}
ru_ua: Снаряжение и боеприпасы пропали. Кое-что осталось: {ammo}

# message.decAmmoMin
source: The minimum for the muskets is reached
ru_ua: Достигнут минимум по снаряжению

# message.incAmmo
source: You found a musket: {ammo}
ru_ua: Снаряжение и боеприпасы пополнены: {ammo}

# message.incAmmoMax
source: The maximun for the muskets is reached
ru_ua: Достигнут максимум по снаряжению

# message.decFood
source: Food stocks have decreased. The remainder: {food}
ru_ua: Запасы пищи уменьшились. Остаток: {food}

# message.decFoodMin
source: Lack of food
ru_ua: Нехватка пищи

# message.incFood
source: Food stocks replenished: {food}
ru_ua: Пополнены запасы пищи: {food}

# message.incFoodMax
source: The maximum for food stocks is reached
ru_ua: Достигнут максимум запасов пищи

# message.decmorale
source: The morale is decreased: {morale}
ru_ua: Боевой дух упал: {morale}

# message.decmoraleMin
source: Desertion
ru_ua: Дезертирство

# message.decMove
source: Movement points decreased: {move}
ru_ua: Пункты движения уменьшились: {move}

# message.decMoveMin
source: Movement points cannot be less than 1
ru_ua: Пунктов движения не может быть меньше 1

# message.incMove
source: Movement points increased: {move}
ru_ua: Увеличены пункты движения: {move}

# message.incMoveMax
source: The maximum of movement points is reached
ru_ua: Достигнут максимум пунктов движения

# message.feverSetUnableExpType
source: Fever avoided!
ru_ua: Лихорадки удалось избежать!

# message.feverSet
source: FEVER has begun!
ru_ua: Началась ЛИХОРАДКА!

# message.feverSetAlready
source: Another conquistador is unwell...
ru_ua: Ещё один конкистадор приболел...

# message.deverUnset
source: Fever is over!!!
ru_ua: Лихорадка закончилась!!!

# message.eclipseSet
source: For the next two contacts with the natives you'll choose the result!
ru_ua: В следующие два контакта с туземцами выбираете результат!

# message.foundFriendlySettlement
source: Friendly settlement discovered!
ru_ua: Обнаружено дружественное поселение!

# message.foundSettlement
source: Settlement detected!
ru_ua: Обнаружено поселение!

# menuHeader.foundTrail
source: The trail is found!!!
ru_ua: Найдена ТРОПА!!!

# menuPrompt.foundTrail
source: Choose the end location for the trail just found
ru_ua: Выберите участок, в котором она заканчивается

# message.foundBox
source: Cache is found
ru_ua: Найден ящик с припасами!

# exception.rediceNoAmmo
source: It's unable to re-roll for a musket
ru_ua: Переброс за снаряжение невозможен

# message.rediceExpType
source: Expedition type '{type}' isncreases the result: {res}
ru_ua: Тип экспедиции '{type}' повысил результат: {res}

# lands.swamp
source: Swamp
ru_ua: Трясины

# lands.hills
source: Hills
ru_ua: Холмы

# lands.jungle
source: Jungle
ru_ua: Джунгли

# message.doWalk.landDec
source: {land} lowered the result {dicesWalk}: {points}
ru_ua: {land} снизили результат {dicesWalk}: {points}

# lands.plains
source: Plains
ru_ua: Равнины

# lands.lake
source: Lake
ru_ua: Озеро

# message.doWalk.landInc
source: {land} increased the result {dicesWalk}: {points}
ru_ua: {land} повысили результат {dicesWalk}: {points}

# exception.doMap.locationMapped
source: Location {loc} already mapped!
ru_ua: Участок {loc} уже нанесён на карту!

# message.doExplore.landDec
source: {land} lowered the result {dices}: {points}
ru_ua: {land} понизили результат {dices}: {points}

# message.doExplore.incFriendly
source: Friendly settlements increased the result: {points}
ru_ua: Дружественные поселения повысили результат: {points}

# message.doExplore.decCon
source: A loss of a conquistador ...
ru_ua: Потеря конкистадора ...

# message.doExplore.decConExpType
source: ... was replaced for a food loss!
ru_ua: ... заменена на потерю провизии!

# exception.doContact1Dice
source: It's unable to roll more than 1 dice on the empire's territory!
ru_ua: На территории империи бросать только 1 кубик!

# message.doContact.noContact
source: It's unable to contact on the lake
ru_ua: На озере контакта нет

# message.doContact.landInc
source: {land} increased the result {dices}: {points}
ru_ua: {land} повысили результат {dices}: {points}

# lands.forest
source: Forest
ru_ua: Лес

# message.doHunting.landInc
source: {land} increased the result {dices}: {points}
ru_ua: {land} повысили результат {dices}: {points}

# message.doHunting.friendlyInc
source: Friendly settlements increased the result: {points}
ru_ua: Дружественные поселения повысили результат: {points}

# message.doHunting.incExpType
source: Expedition type '{expType}' increased the result: {points}
ru_ua: Тип экспедиции '{expType}' повысил результат: {points}

# message.doWonder.princess
source: Princess Kantyi will protect you against 1's and 2's during contacts
ru_ua: Принцесса Канти проявит себя при контакте с туземцами

# message.doWonder.diego
source: Diego Mendoza will add a WILD during planning phases
ru_ua: Диего Мендоса добавляет джокера на этапе планирования

# message.doWonder.lake
source: Lagos De Oro found! It relies on:
ru_ua: Обнаружено Озеро Лагос де Оро! Оно занимает следующие участки:

# exception.doWonder.unknownWonder
source: Unknown interest: {wonder}
ru_ua: Неизвестная достопримечательность: {wonder}

# header.doFood
source: EAT RATIONS
ru_ua: ПРИЁМ ПИЩИ

# menuHeader.doFood
source: Buffalo herds are migrating thru your location.
ru_ua: Через Ваш участок мигрируют стада животных.

# menuPrompt.doFood
source: Do you want to maximize your food stocks for a musket?
ru_ua: Потратить снаряжение для запаса провизии по максимуму?

# doFood.menuIntemY
source: Spend a musket
ru_ua: Потратить единицу снаряжения

# doFood.menuIntemN
source: Leave everything unchanged
ru_ua: Оставить всё без изменений

# header.doMove
source: MAP TRAVEL
ru_ua: ПРОДВИЖЕНИЕ ПО КАРТЕ

# menuHeader.doMove
source: Following neighboring locations are mapped :
ru_ua: На карту нанесены такие соседние участки:

# menuPrompt.doMove
source: Choose the location to move on
ru_ua: Выберите участок для продвижения

# message.doMove.moveDone
source: Your expedition has moved successfully to {loc}
ru_ua: Ваш отряд переместился на участок {loc}

# exception.proposeReRoll.noAmmo
source: Not enough muskets to re-roll dices
ru_ua: Недостаточно снаряжения для переброски кубиков

# message.proposeReRollForAmmo
source: Re-roll dices (for a musket) {dices}:
ru_ua: Перебросить кубики (за Снаряжение) {dices}:

# message.proposeReRoll
source: Re-roll dices {dices}:
ru_ua: Перебросить кубики {dices}:

# message.reRollResult
source: Re-roll results: {dices}
ru_ua: Результат переброса кубиков: {dices}

# header.dicePlanFever
source: PLANNING PHASE (you're in fever)
ru_ua: ПЛАНИРОВАНИЕ (Лихорадочное)

# header.dicePlan
source: PLANNIG PHASE
ru_ua: ПЛАНИРОВАНИЕ

# message.dicePlan.diego
source: Diego has added a WILD
ru_ua: Диего добавил джокер

# message.dicePlan.feverNoJockers
source: It's unable to use WILDs during fever
ru_ua: Во время лихорадки нельзя использовать джокеры

# message.dicePlan
source: Planning dices: {dices}
ru_ua: Кубики планирования: {dices}

# menuHeader.dicePlan.useJockers
source: Spread your WILDs amongst phases (2-6). For example, type '223'.
ru_ua: Распределите имеющиеся джокеры по этапам (2-6). Например, 223.

# menuPrompt.dicePlan.useJockers
source: Type phases' numbers in accordance with amount of your WILDs ({j}):
ru_ua: Напечатайте номера этапов по количеству джокеров ({j}):

# message.dicePlan.noContact
source: It's unable to contact with natives on the lake
ru_ua: На озере контакт с туземцами не возможен

# header.diceWalk
source: MOVEMENT PHASE
ru_ua: ХОДЬБА

# message.diceWalk
source: Planning Dices: {dices}
ru_ua: Результат броска кубиков: {dices}

# header.diceMap
source: MAPPING PHASE
ru_ua: СОСТАВЛЕНИЕ КАРТЫ

# menuHeader.diceMap
source: Not mapped locations:
ru_ua: Для картографирования доступны такие участки:

# menuPrompt.diceMap
source: Choose the location for mapping
ru_ua: Выберите участок для нанесения на карту

# message.diceMap.dices
source: Mapping dices: {dices}
ru_ua: Кубики составления карты: {dices}

# message.diceMap.mapDone
source: New location {loc} is mapped ({direction})
ru_ua: На карту нанесён ({direction}) новый участок: {loc}

# message.diceMap.noLocations
source: All neighboring locations already mapped
ru_ua: Все соседние участки уже нанесены на карту

# header.diceExplore
source: EXPLORING PHASE
ru_ua: ИССЛЕДОВАНИЕ

# message.diceExplore.dices
source: Exploring dices: {dices}
ru_ua: Результат броска кубиков: {dices}

# header.diceContact
source: NATIVE CONTACT PHASE
ru_ua: КОНТАКТ С ТУЗЕМЦАМИ

# menuHeader.diceContact.eclipse
source: Once you predicted a solar eclipse for the natives.
ru_ua: Однажды Вы предсказали туземцам солнечное затмение.

# menuPrompt.diceContact.eclipse
source: Choose the desired result of the native contact
ru_ua: Выберите желаемый результат контакта с туземцами

# header.diceHunting
source: HUNTING PHASE
ru_ua: ОХОТА

# message.playDay.distance
source: Distance to the target: {distance}
ru_ua: Расстояние до цели: {distance}

# message.playDay.trails
source: There are following trails from current location:
ru_ua: Имеются тропы на следующие участки:

# message.gameover.win
source: Game over. You win!
ru_ua: Победа

# message.gameover.defeat
source: Game over. You're lost.
ru_ua: Вы проиграли

# message.game.score {score}
source: Your score {score}
ru_ua: Набрано очков: {score}

# menu.main.expType
source: Play
ru_ua: Игра

# menu.main.options
source: Options
ru_ua: Настройки

# menu.main.quit
source: Quit
ru_ua: Выход

# menu.main.header
source: 1572 - The Lost Expedition
ru_ua: 1572 - ПОТЕРЯННАЯ ЭКСПЕДИЦИЯ

# menu.main.prompt
source: Make choice
ru_ua: Сделайте выбор:

# menu.play.random
source: Random
ru_ua: Случайная

# menu.play.back
source: Back to the main menu
ru_ua: Вернуться в главное меню

# menu.play.header
source: Expedition Type
ru_ua: Тип экспедиции

# menu.play.prompt
source: Choose an Expedition Type to play
ru_ua: Выберите игру:

# menu.options.back
source: Back to the main menu
ru_ua: Вернуться в главное меню

# menu.options.header
source: Options
ru_ua: Настройки

# menu.options.prompt
source: Make choice
ru_ua: Сделайте выбор

# menu.locales.back
source: Back to the main menu
ru_ua: Вернуться в предыдущее меню

# menu.locale.header
source: Interface Language
ru_ua: Доступны следующие языки:

# menu.locale.prompt
source: Choose language
ru_ua: Выберите язык:

# settings.play.friendlyDisableMoveLoss.desc
source: Friendly settlement on your location prevents move point loss caused by new settlement finding
ru_ua: Дружественное поселение туземцев на участке предотвращает потерю пунктов движения из-за обнаружения поселения туземцев

# settings.play.waterfallInCurrentLocation.desc
source: Cataract appears on your (True) or neighbor (False) location in case you roll dice 1 in Cartography phase
ru_ua: Если при броске кубиков в фазе Картографирования на участке с рекой выпадает 1, водопад обнаруживается на текущем участке (True) или на соседнем (False)

# settings.display.expeditionTypeDescription.desc
source: Show the expedition type description every day
ru_ua: Показывать описание типа экспедиции каждый день

# settings.display.locale.desc
source: Interface language
ru_ua: Язык интерфейса

# expeditiontypes.cartography.name
source: Cartography
ru_ua: Картографическая

# expeditiontypes.cartography.description
source: You may place a trail once per hex if you end Phase 12 of your turn with 3 or more Movement Progress
ru_ua: Если в конце дня у Вас осталось больше двух пунктов движения, Вы можете проложить тропу из текущего участка в соседний (это можно делать не больше одного раза на каждом участке)

# expeditiontypes.botany.name
source: Botany
ru_ua: Ботаническая

# expeditiontypes.botany.description
source: You are immune to fever icons. Add 1 to your Hunting Score total (you are foraging instead)
ru_ua: Вам не страшна лихорадка. На этапе охоты результат броска костей увеличивается на 1

# expeditiontypes.military.name
source: Military
ru_ua: Военная

# expeditiontypes.military.description
source: Add 2 to your score when you use a Musket
ru_ua: При использовании снаряжения результат броска костей увеличивается на 2

# expeditiontypes.archeology.name
source: Archeology
ru_ua: Археологическая

# expeditiontypes.archeology.description
source: Trails will always lead to an interest in the next hex if the terrain is different than your current hex
ru_ua: Если Вы используете тропу для продвижения на участок, местность в котором отличается от местности нынешнего участка, то всегда обнаруживаете достопримечательность

# expeditiontypes.religious.name
source: Religious
ru_ua: Религиозная

# expeditiontypes.religious.description
source: All villages are peaceful villages (but not the empire)
ru_ua: Все обнаруженные поселения туземцев оказываются дружественными (но не империи)

# expeditiontypes.doctor.name
source: Doctor
ru_ua: Врачебная

# expeditiontypes.doctor.description
source: Two or more WILDs break the Fever. Death Icons remove Food instead of Conquistadors
ru_ua: Для избавления от лихорадки достаточно 2 джокера (вместо обычных 3). При выпадении значка смерти Вы теряете 1 еду вместо конкистадора (если еды нет - теряете конкистадора)

# dirs.nomove
source: Stay in place
ru_ua: На месте

# dirs.nord
source: North
ru_ua: Север

# dirs.nord-east
source: Northeast
ru_ua: Северо-восток

# dirs.south-east
source: Southeast
ru_ua: Юго-восток

# dirs.south
source: South
ru_ua: Юг

# dirs.south-west
source: Southwest
ru_ua: Юго-запад

# dirs.nord-west
source: Northwest
ru_ua: Северо-запад

# dirs_extesion.nord-nord-east
source: North-northeast
ru_ua: Северо-северо-восток

# dirs_extesion.east
source: East
ru_ua: Восток

# dirs_extesion.south-south-east
source: South-southeast
ru_ua: Юго-юго-восток

# dirs_extesion.south-south-west
source: South-southwest
ru_ua: Юго-юго-запад

# dirs_extesion.west
source: West
ru_ua: Запад

# dirs_extesion.nord-nord-west
source: North-northwest
ru_ua: Северо-северо-запад
